{

"SiteName" = "D2Wにようこそ";

/* Languages */
"English" = "英語";
"Japanese" = "日本語";

/* Legends */
"Choose a language" = "言語を選んでください";
"Entities" = "実体";
"Language" = "言語";
"Options" = "オプション";

/* Skip Link */
"PageWrapper.skipNav" = "主な内容にスキップしてください";

/* Action keys */
"PropertyKey.deleteAction" = "削除";
"PropertyKey.editAction" = "編集";
"PropertyKey.inspectAction" = "調べてください";
"PropertyKey.selectAction" = "選択";

/* Additional Page Titles */
"PageTitle.DefaultPageTitle" = "ウェブに監督するためにようこそ！";
"PageTitle.Error" = "エラー";
"PageTitle.MailUserReset" = "パスワード思い出させるもの";
"PageTitle.UserCreation" = "新しい@@displayNameForEntity@@をつくってください";
"PageTitle.UserReset" = "パスワード思い出させるもの";
"PageTitle.UserLogin" = "ログイン";

/* R2DBatchNavigationBar */
"R2DBatchNavigationBar.previous" = "«";
"R2DBatchNavigationBar.next" = "»";
"ERXBatchNavigationBar.items_per_page" = "アイテム/ページ";
"ERXBatchNavigationBar.of" = "の";
"ERXBatchNavigationBar.page" = "ページ番号";

/* List sorting */
"ERXSortOrder.sortBy" = "このコラムによるタイプへのクリック";
"R2DSortOrder.sortAsc" = "昇順で@@displayNameForProperty@@によってあらゆる@@displayNameForEntity@@を分類するために、クリックしてください。";
"R2DSortOrder.sortDesc" = "順序を下る際に@@displayNameForProperty@@によってあらゆる@@displayNameForEntity@@を分類するために、クリックしてください。";
"R2D2W.sortAscending" = "^";
"R2D2W.sortDescending" = "v";
"R2D2W.unsorted" = "x";

/* Localized Operators */
"=" = "=";
"<>" = "≠";
"<" = "<";
">" = ">";
"<=" = "≤";
">=" = "≥";
"contains" = "我慢します";
"ends with" = "終わる";
"is" = "あります";
"like" = "その他です";
"starts with" = "始まる";

/* Localized Date-Time Formatters */
/* http://java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html */
"R2D2W.dateFormat" = "yyyy/MM/dd";
"R2D2W.dateTimeFormat" = "yyyy/MM/dd hh:mm:ss a";

/* Localized Date-Time Formatter Hints */
"R2D2W.dateFormatHint" = "(1901/12/31)";
"R2D2W.dateTimeFormatHint" = "(1901/12/31 12:30:59 PM)";

/* Localized Number Formats */
/* http://java.sun.com/docs/books/tutorial/i18n/format/decimalFormat.html */
"R2D2W.defaultNumberHint" = "(数)";

/* R2D2WDisplayBoolean */
"R2D2W.trueString" = "はい";
"R2D2W.falseString" = "いいえ";

/* Help Strings */
"R2D2W.displayToManyFault.helpString" = "この@@displayNameForEntity@@に結ばれる@@displayNameForProperty@@アイテムを見てください。";
"R2D2W.displayToOneFault.helpString" = "この@@displayNameForEntity@@に結ばれる@@displayNameForProperty@@を見てください。";
"R2D2W.editToManyFault.helpString" = "この@@displayNameForEntity@@に結ばれる@@displayNameForProperty@@アイテムを編集してください。";
"R2D2W.editToOneFault.helpString" = "この@@displayNameForEntity@@に結ばれる@@displayNameForProperty@@を編集してください。";

/* R2D2WEditLargeString */
"R2D2W.maxLengthMessage" = "(あなたは、@@maxLength@@性格に正式に記帳するかもしれません。)";

/* Messages */
"CouldNotSave" = "あなたの変化に取っておくことができませんでした：@@message@@";
"CouldNotSavePleaseReapply" = "あなたの変化を収拾することができませんでした。 あなたが節約することができる前に、@@displayNameForEntity@@はデータベースで変わりました。 あなたの変化は失われました。彼らを再び用いてください。";
"ERD2W.cancelCreationMessage" = "<b>あなたは、あなたがこの@@displayNameForEntity@@をつくるのを止めたいと確信しますか？</b><br><br>クリックすることは、意志があなたのすべての変化を放棄することを確認します。 キャンセルをクリックすることは、あなたの@@displayNameForEntity@@を編集することに戻ります。";
"R2D2W.noUserEntityMessage" = "実体は、ユーザー実体として構成されません。";

/* Button/Link Labels */
"ERD2W.addButtonLabel" = "追加";
"ERD2W.cancelButtonLabel" = "キャンセル";
"ERD2W.clearButtonLabel" = "クリア";
"ERD2W.createButtonLabel" = "つくってください";
"ERD2W.deleteButtonLabel" = "削除";
"ERD2W.deleteSelectedButtonLabel" = "選ばれる削除";
"ERD2W.editButtonLabel" = "編集";
"ERD2W.findButtonLabel" = "検索";
"ERD2W.inspectButtonLabel" = "調べてください";
"ERD2W.nextButtonLabel" = "次へ";
"ERD2W.noButtonLabel" = "いいえ";
"ERD2W.noSelectionString" = "- 何もない -";
"ERD2W.okButtonLabel" = "同意されます";
"ERD2W.pickButtonLabel" = "選択";
"ERD2W.previousButtonLabel" = "前へ";
"ERD2W.removeButtonLabel" = "削除";
"ERD2W.returnButtonLabel" = "帰ってください";
"ERD2W.saveButtonLabel" = "保存";
"ERD2W.yesButtonLabel" = "はい";

"R2D2W.createUserButtonLabel" = "アカウントの作成";
"R2D2W.editAccountButtonLabel" = "口座設定";
"R2D2W.loginButtonLabel" = "ログイン";
"R2D2W.logoutButtonLabel" = "ログアウト";
"R2D2W.moreOptionsButtonLabel" = "より多くのオプション";
"R2D2W.passwordResetButtonLabel" = "忘れられたパスワード";
"R2D2W.podcastButtonLabel" = "ポッドキャスト";
"R2D2W.queryAllButtonLabel" = "どんな実体でも見つけてください...";
"R2D2W.resetButtonLabel" = "メール思い出させるもの";
"R2D2W.rssButtonLabel" = "RSS";

/* Button/Link Titles */
"R2D2W.podcastButtonTitle" = "iTunesでこのポッドキャストを開けるために、クリックしてください。";
"R2D2W.rssButtonTitle" = "このページをRSS配信として見るために、クリックしてください。";

/* Field Labels */
"R2D2W.maximumDateFieldLabel" = "最新の@@displayNameForProperty@@";
"R2D2W.minimumDateFieldLabel" = "最も初期の@@displayNameForProperty@@";
"R2D2W.maximumNumberFieldLabel" = "最大の@@displayNameForProperty@@";
"R2D2W.minimumNumberFieldLabel" = "最小限の@@displayNameForProperty@@";

/* Task Banners */
"ERD2W.tasks.confirm" = "確かめてください";
"ERD2W.tasks.edit" = "@@displayNameForEntity@@を編集してください：@@object.userPresentableDescription@@";
"ERD2W.tasks.editRelationship" = "@@displayNameForEntity@@のための編集関係";
"ERD2W.tasks.edit.wizard" = "@@displayNameForEntity@@をつくってください";
"ERD2W.tasks.error" = "エラー";
"ERD2W.tasks.inspect" = "@@displayNameForEntity@@を調べてください：@@object.userPresentableDescription@@";
"ERD2W.tasks.list" = "リスト@@displayNameForEntity@@";
"ERD2W.tasks.message" = "注意";
"ERD2W.tasks.query" = "@@displayNameForEntity@@を見つけてください";
"ERD2W.tasks.query.login" = "ログイン";
"ERD2W.tasks.query.reset" = "パスワード思い出させるもの";
"ERD2W.tasks.queryAll" = "実体を見つけてください";
"ERD2W.tasks.select" = "選ばれた@@displayNameForEntity@@";
"ERD2W.tasks.select.add" = "@@displayNameForEntity@@を加わるのに選んでください";

/* Other Localized Strings By Component */
"ERD2WCreateWizard.cancel" = "キャンセル";
"ERD2WCreateWizard.nextStep" = "次のステップ";
"ERD2WCreateWizard.previousStep" = "前のステップ";
"ERD2WCreateWizard.save" = "保存";
"ERD2WInspect.alreadyAborted" = "<b>あなたは、すでにこの活動を中止しました。</b> キャンセルして、第一歩からもう一度ためしてください";
"ERD2WInspectPage.cancel" = "キャンセル";
"ERD2WInspectPage.return" = "帰ってください";
"ERD2WInspectPage.saveChanges" = "保存";
"ERD2WList.confirmDeletionMessage" = "あなたは、あなたが以下の@@displayNameForEntity@@を削除したいと確信しますか？ この行動は元に戻ることができません。";
"ERD2WQueryPage.plainMessage" = "@@displayNameForEntity@@";
"ERD2WQueryPage.restrictedMessage" = "@@displayNameForEntity@@ (最大の@@fetchLimit@@)";
"ERD2WQueryToManyField.is" = "あります";
"ERD2WQueryToManyField.where" = "どこで";
"ERD2WQueryToOneField.is" = "あります";
"ERD2WQueryToOneField.where" = "どこで";
"ERD2WWizardCreationPage.stepsMessage" = "@@tabSectionsContents.count@@のステップ@@currentStep@@";
"ERDDatePopup.monthList" = ("Jan", "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec");
"ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage" = "<B>あなたは、あなたがこの@@displayNameForEntity@@をつくるのを止めたいと確信しますか？</B><br><br>クリックすることは、意志があなたのすべての変化を放棄することを確認します。 キャンセルをクリックすることは、あなたの@@displayNameForEntity@@を編集することに戻ります。";
"ERDDisplayImageIfExists.message" = "利用できる絵でない";
"ERDEditDatePopupOrNull.none" = "何もない";
"ERDEditDatePopupOrNull.or" = "- あるいは、 -";
"ERDEditFile.deleteButton" = "ファイルを削除してください";
"ERDEditFile.selectButton" = "選ばれたファイル";
"ERDEditFile.selectMessage" = "あなたのファイルを選びますローカルディスク：";
"ERDEditFile.uploadButton" = "アップロードファイル";
"ERDEditFile.uploadMessage" = "ファイルをサーバーにアップロードしてください：";
"ERDEditList.saveLabel" = "@@pluralCount@@ @@pluralString@@を除いて？";
"ERDEditListButton.editButtonName" = "@@displayNameForProperty@@リストを編集してください";
"ERDEditPasswordConfirm.confirmLabel" = "パスワードを確かめてください";
"ERDEditPasswordConfirm.confirmNewLabel" = "新しいパスワードを確かめてください";
"ERDEditPasswordConfirm.infoMessage" = "<i>注意：ログインとパスワードは、大文字と小文字の区別ができます。 我々は、少なくとも1つの数の性格で6から16文字まであることをパスワードに要求します。</i>";
"ERDEditPasswordConfirm.newPasswordLabel" = "新しいパスワード";
"ERDEditPasswordConfirm.passwordLabel" = "パスワード";
"ERDEditStringWithChoices.noSelectionString" = "何もない";
"ERDEditToManyRelationship.add" = "追加";
"ERDEditToManyRelationship.delete" = "選ばれる削除";
"ERDEditToManyRelationship.remove" = "削除";
"ERDEmptyListMessage.createObjectStringTemplate" = "新しいエントリをつくってください";
"ERDEmptyListMessage.emptyEmbeddedListMessage" = "見つかるあっている@@displayNameForDestinationEntity@@記録でない。";
"ERDEmptyListMessage.emptyListMessage" = "見つかるあっている@@displayNameForEntity@@記録でない。";
"ERDInspect.clear" = "クリア";
"ERDInspect.create" = "つくってください";
"ERDInspect.objectUnsetMessage" = "@@displayNameForDestinationEntity@@は固まりませんでした。";
"ERDInspect.select" = "選択...";
"ERDList.create" = "追加";
"ERDQueryAnyKey.matches" = "試合";
"ERDQueryDateRangeJavaScript.and" = "そして、";
"ERDQueryDateRangeJavaScript.between" = "間に";
"ERDQueryTwoLevelRelationship.all" = "- すべて -";
"ERDTrashcan.confirmDeletionMessage" = "<b>あなたは、あなたが以下の@@displayNameForEntity@@を削除したいと確信しますか？</b>";

"R2D2WDisplayEmptyFile.noAttachmentAvailable" = "利用できる付属品でない";
"R2D2WEditPassword.confirmPasswordLabel" = "@@displayNameForProperty@@を確かめてください";
"R2D2WEditPassword.confirmToolTip" = "確かめる@@displayNameForProperty@@に再び入ってください。";
"R2D2WInspectPage.emptyObjectMessage" = "@@displayNameForEntity@@は見つかりませんでした。";
"R2D2WListRSSPage.defaultChannelDescription" = "利用できる説明でない";
"R2D2WPlainTextInspectPage.keyValueSeparator" = ": ";

"R2D2W.defaultAltText" = "利用できる代わりのテキスト説明でない。";
"R2D2W.invalidLoginCredentials" = "誤った@@displayNameForUserID@@と@@displayNameForUserCredential@@の組合せ。";
"R2D2W.missingLoginCredentials" = "あなたの@@displayNameForUserID@@と@@displayNameForUserCredential@@に入ってください。";
"R2D2W.noUserFound" = "その@@displayNameForUserID@@のために見つかる何もない。";
"R2D2W.messageSent" = "あなたのメッセージは送られました！";
"R2D2W.missingUserIDForReminder" = "あなたの@@displayNameForUserID@@に入ってください。";
"R2D2W.newEODescription" = "新しい@@displayNameForEntity@@";
"R2D2W.passwordReminderMessage" = "これは、パスワード思い出させるものメッセージです。";
"R2D2W.passwordReminderSubject" = "パスワード思い出させるもの";
"R2D2W.propertyWithLocale" = "@@displayNameForProperty@@ (@@language@@)";

}